Repository: binary-com/shortcode_processing
Catalog: translation/*.po
Languages: de, es, fr, id, pl, pt, ru, th, vi, zh_cn, zh_tw

source: [currency] [amount] payout if [underlying] ends strictly between [low_barrier_str] to [high_barrier_str] at close on [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich zwischen [low_barrier_str] und [high_barrier_str] zum Schluss auf [date_expiry] endet.
es: Pago de [currency] [amount] si [underlying] finaliza estrictamente entre [low_barrier_str] y [high_barrier_str] al cierre en [date_expiry].
fr: [currency] [amount] rendement si [underlying] clôture strictement entre [low_barrier_str] et [high_barrier_str] à la clôture du [date_expiry].
id: Hasil [currency] [amount] jika [underlying] pasti berakhir antara [low_barrier_str] hingga [high_barrier_str] pada penutupan [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie mieścić się w przedziale od [low_barrier_str] do [high_barrier_str] w momencie zamknięcia kontraktu dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] terminar estritamente entre [low_barrier_str] e [high_barrier_str] no fecho em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] окажется строго в пределах диапазона от [low_barrier_str] до [high_barrier_str] на момент закрытия [date_expiry].
th: ชำระเงิน [currency] [amount] หาก [underlying] สิ้นสุดระหว่าง [low_barrier_str] ถึง [high_barrier_str] และปิดเมื่อ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] kết thúc chỉ giữa [low_barrier_str] đến [high_barrier_str] lúc đóng tại [date_expiry].
zh_cn: [date_expiry] 闭市时如果[underlying] 严格收于[low_barrier_str] 和[high_barrier_str] 范围内，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 収市時如果[underlying] 嚴格収於[low_barrier_str] 和[high_barrier_str] 範圍內，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] ends strictly between [low_barrier_str] to [high_barrier_str] at [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich zwischen [low_barrier_str] und [high_barrier_str] zum [date_expiry] endet.
es: Pago de [currency] [amount] si [underlying] finaliza estrictamente entre [low_barrier_str] y [high_barrier_str] en [date_expiry].
fr: [currency] [amount] rendement si [underlying] finit strictement entre [low_barrier_str] et [high_barrier_str] le [date_expiry].
id: Hasil [currency] [amount] jika [underlying] pasti berakhir antara [low_barrier_str] hingga [high_barrier_str] pada [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie mieścić się w przedziale od [low_barrier_str] do [high_barrier_str] dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] terminar estritamente entre [low_barrier_str] e [high_barrier_str] em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] окончится строго в пределах диапазона от [low_barrier_str] до [high_barrier_str] в момент [date_expiry].
th: ชำระเงิน [currency] [amount] หาก [underlying] สิ้นสุดระหว่าง [low_barrier_str] ถึง [high_barrier_str] ณ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] kết thúc chỉ trong khoảng [low_barrier_str] đến [high_barrier_str] tại [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 严格收于[low_barrier_str] 和[high_barrier_str] 范围内，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 嚴格収於[low_barrier_str] 和[high_barrier_str] 範圍內，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] ends strictly between [low_barrier_str] to [high_barrier_str] at [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich zwischen [low_barrier_str] und [high_barrier_str] zu [duration] nach der Startzeit des Kontrakts endet.
es: Pago de [currency] [amount] si [underlying] finaliza estrictamente entre [low_barrier_str] y [high_barrier_str] después de [duration] desde el inicio del contrato.
fr: [currency] [amount] rendement si [underlying] finit strictement entre [low_barrier_str] et [high_barrier_str] à [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] berakhir antara [low_barrier_str] hingga [high_barrier_str] pada [duration] setelah waktu mulai kontrak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie mieścić się w przedziale od [low_barrier_str] do [high_barrier_str] po [duration] od rozpoczęcia kontraktu.
pt: Prêmio de [currency] [amount] se [underlying] terminar estritamente entre [low_barrier_str] e [high_barrier_str] depois de [duration] desde a hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] окончится строго в пределах диапазона от [low_barrier_str] до [high_barrier_str] через [duration] после начала контракта.
vi: [currency] [amount] thanh toán nếu kết thúc [underlying] kết thúc chặt chẽ trong khoảng [low_barrier_str] đến [high_barrier_str] tại [duration] sau thời điểm hợp đồng bắt đầu.
zh_cn: 合约开始后 [duration] 时如果[underlying] 严格收于[low_barrier_str] 和[high_barrier_str] 范围内，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 時如果[underlying] 嚴格収於[low_barrier_str] 和[high_barrier_str] 範圍內，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] does not touch [entry_spot] through close on [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] nicht durch Schlieen zum [date_expiry] berhrt.
es: Pago de [currency] [amount] si [underlying] no toca [entry_spot] hasta el cierre de [date_expiry].
fr: [currency] [amount] rendement si [underlying] ne touche pas [entry_spot] jusqu'à la clôture du [date_expiry].
id: Hasil [currency] [amount] jika [underlying] tidak menyentuh [entry_spot] hingga penutupan [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] nie osiągnie tej samej wartości, co [entry_spot] do czasu zamknięcia kontraktu dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] não tocar em [entry_spot] até ao fecho em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] не коснётся [entry_spot] к моменту закрытия [date_expiry].
vi: [currency] [amount] thanh toán nếu [underlying] không chạm vào [entry_spot] thông qua đóng tại [date_expiry].
zh_cn: [date_expiry] 闭市时如果[underlying] 未触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 閉市時如果[underlying] 未觸及[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] does not touch [entry_spot] through [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] nicht durch [date_expiry] berhrt.
es: Pago de [currency] [amount] si [underlying] no toca [entry_spot] hasta [date_expiry].
fr: [currency] [amount] rendement si [underlying] ne touche pas [entry_spot] jusqu'au [date_expiry].
id: Hasil [currency] [amount] jika [underlying] tidak menyentuh [entry_spot] hingga [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] nie osiągnie tej samej wartości, co [entry_spot] w ciągu dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] não tocar em [entry_spot] até [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] не коснётся [entry_spot] до [date_expiry].
vi: [currency] [amount] thanh toán nếu [underlying] không chạm vào [entry_spot] thông qua [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 未触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 未觸及[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] does not touch [entry_spot] through [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] nicht durch [duration] nach der Startzeit des Kontraktes berhrt.
es: Pago de [currency] [amount] si [underlying] no toca [entry_spot] hasta [duration] luego del inicio del contrato.
fr: [currency] [amount] rendement si [underlying] ne touche pas [entry_spot] pendant [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] tidak menyentuh [entry_spot] hingga [duration] setelah waktu mulai kontrak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] nie osiągnie tej samo wartości, co [entry_spot] przez [duration] od rozpoczęcia kontraktu.
pt: Prêmio de [amount] [currency] se [underlying] não tocar em [entry_spot] até [duration] depois da hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] не коснётся [entry_spot] в течение [duration] после начала контракта.
vi: [currency] [amount] thanh toán nếu [underlying] không chạm vào [entry_spot] qua [duration] sau thời điểm bắt đầu hợp đồng.
zh_cn: 合约开始后 [duration] 期内如果[underlying] 未触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 期內如果[underlying] 未觸及[entry_spot]，可獲得 [currency] [amount] 賠付。

source: [currency] [amount] payout if [underlying] touches [entry_spot] through close on [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] durch Schlieen zum [date_expiry] berhrt.
es: Pago de [currency] [amount] si [underlying] toca [entry_spot] hasta el cierre de [date_expiry].
fr: [currency] [amount] rendement si [underlying] touche [entry_spot] jusqu'à la clôture du [date_expiry].
id: Hasil [currency] [amount] jika [underlying] menyentuh [entry_spot] hingga penutupan pada [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] osiągnie tę samo wartość, co [entry_spot] do czasu zamknięcia kontraktu dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] toca em [entry_spot] até ao fecho em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] коснётся [entry_spot] к моменту закрытия [date_expiry].
vi: [currency] [amount] thanh toán nếu [underlying] chạm vào [entry_spot] thông qua đóng tại [date_expiry].
zh_cn: [date_expiry] 闭市时如果[underlying] 触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 閉市時如果[underlying] 觸及[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] touches [entry_spot] through [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] durch [date_expiry] berhrt.
es: Pago de [currency] [amount] si [underlying] toca [entry_spot] hasta [date_expiry].
fr: [currency] [amount] rendement si [underlying] touche [entry_spot] jusqu'au [date_expiry].
id: Hasil [currency] [amount] jika [underlying] menyentuh [entry_spot] hingga [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] osiągnie tę samo wartość, co [entry_spot] przez [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] toca em [entry_spot] até [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] коснётся [entry_spot] к моменту [date_expiry].
vi: [currency] [amount] thanh toán nếu [underlying] chạm vào [entry_spot] thông qua [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 觸及[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] touches [entry_spot] through [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] den [entry_spot] durch [duration] nach der Startzeit des Kontraktes berhrt.
es: Pago de [currency] [amount] si [underlying] toca [entry_spot] hasta [duration] luego del inicio del contrato.
fr: [currency] [amount] rendement si [underlying] touche [entry_spot] pendant [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] menyentuh [entry_spot] hingga [duration] setelah waktu mulai kontak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] osiągnie tę samo wartość, co [entry_spot] przez [duration] od rozpoczęciu kontraktu.
pt: Prêmio de [amount] [currency] se [underlying] toca em [entry_spot] até [duration] depois do início da hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] коснётся [entry_spot] в течение [duration] после начала контракта.
vi: [currency] [amount] thanh toán nếu [underlying] chạm [entry_spot] qua [duration] sau thời điểm bắt đầu hợp đồng.
zh_cn: 合约开始后 [duration] 期内如果[underlying] 触及[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 期內如果[underlying] 觸及[entry_spot]，可獲得 [currency] [amount] 賠付。

source: [currency] [amount] payout if [underlying] after [tick_count] ticks is strictly lower than [entry_spot].
de: [currency] [amount] Auszahlung, wenn [underlying] nach [tick_count] Ticks ausdrcklich niedriger ist, als [entry_spot].
es: Pago de [currency] [amount] si [underlying] luego de [tick_count] intervalos es estrictamente inferior al valor de [entry_spot].
fr: [currency] [amount] rendement si [underlying] après [tick_count] ticks est strictement inférieur à [entry_spot].
id: Hasil [currency] [amount] jika [underlying] setelah [tick_count] tik pasti lebih rendah dari [entry_spot].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] po [tick_count] najmniejszych przyrostach ceny jest wyraźnie niższa niż [entry_spot].
pt: Prêmio de [amount] [currency] se [underlying] depois de [tick_count] tique-taques for estritamente inferior a [entry_spot].
ru: Получить выплату [currency] [amount], если [underlying] после [tick_count] тика/ов будет строго ниже [entry_spot].
vi: [currency] [amount] thanh toán nếu [underlying] sau khi [tick_count] dấu là thấp hơn [entry_spot].
zh_cn: [tick_count] 跳动点后如果[underlying] 严格低于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 嚴格低於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly lower than [entry_spot] at [duration] after [date_start].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich niedriger als [entry_spot] zu [duration] nach [date_start] ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente inferior al valor de [entry_spot] después de [duration] desde [date_start].
fr: [currency] [amount] rendement si [underlying] est strictement inférieur à [entry_spot] à [duration] après [date_start].
id: Hasil [currency] [amount] jika [underlying] pasti lebih rendah dari [entry_spot] selama [duration] setelah [date_start].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie niższa niż [entry_spot] po [duration] od dnia [date_start].
pt: Prêmio de [amount] [currency] se [underlying] for estritamente inferior a [entry_spot] depois de [duration] desde [date_start].
ru: Получить выплату [currency] [amount], если [underlying] будет строго ниже [entry_spot] через [duration] после [date_start].
th: ได้รับเงิน [currency] [amount] หาก [underlying] มีค่าต่ำกว่า [entry_spot] เป็นเวลา [duration] ภายหลัง [date_start]
vi: [currency] [amount] thanh toán nếu [underlying] là thấp hơn [entry_spot] tại [duration] sau khi [date_start].
zh_cn: [date_start] 后 [duration] 时如果[underlying] 严格低于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_start] 後[duration] 時如果[underlying] 嚴格低於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly lower than [entry_spot] at [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich niedriger als [entry_spot] zum [date_expiry] ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente inferior al valor de [entry_spot] en [date_expiry].
fr: [currency] [amount] rendement si [underlying] est strictement inférieur à [entry_spot] à [date_expiry].
id: Hasil [currency] [amount] jika [underlying] pasti lebih rendah dari [entry_spot] pada [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie niższa niż [entry_spot] dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] for estritamente inferior a [entry_spot] em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] будет строго ниже [entry_spot] на момент [date_expiry].
th: ได้รับเงิน [currency] [amount] หาก [underlying] มีค่าต่ำกว่า [entry_spot] ณ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] là thấp hơn [entry_spot] tại [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 严格低于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 嚴格低於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly lower than [entry_spot] at [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich niedriger als [entry_spot] zu [duration] nach der Startzeit des Kontraktes ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente inferior al valor de [entry_spot] después de [duration] desde el inicio del contrato.
fr: [currency] [amount] rendement si [underlying] est strictement inférieur à [entry_spot] à [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] pasti lebih rendah dari [entry_spot] selama [duration] setelah waktu mulai kontrak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie niższa niż [entry_spot] po [duration] od rozpoczęcia kontraktu.
pt: Prêmio de [amount] [currency] se [underlying] for estritamente inferior a [entry_spot] depois de [duration] desde a hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] будет строго ниже [entry_spot] в течение [duration] после начала контракта.
th: ได้รับเงิน [currency] [amount] ถ้า [underlying] ต่ำกว่า [entry_spot] เมื่อ [duration] หลังจากเวลาเริ่มต้นของสัญญา
vi: [currency] [amount] thanh toán nếu [underlying] làthấp hơn [entry_spot] tại [duration] sau thời điểm bắt đầu hợp đồng.
zh_cn: 合约开始后 [duration] 时如果[underlying] 严格低于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 時如果[underlying] 嚴格低於[entry_spot] ，可獲得 [currency] [amount] 賠付。

source: Legacy contract. No further information is available.
de: Erbschaftsvertrag. Es stehen keine weiteren Informationen zur Verfgung.
es: Contrato pre-existente. No hay información adicional disponible.
fr: Contrat de succession. Aucune autre information n'est disponible.
id: Kontrak legacy. Tidak tersedia informasi lebih lanjut.
pl: Nieaktualny kontrakt. Brak dodatkowych informacji.
pt: Contrato herdado. Nenhumas informações adicionais disponíveis.
ru: Традиционный контракт. Информация недоступна.
th: สัญญาเก่า ไม่มีข้อมูล
vi: Hợp đồng cũ. Không có sẵn có thông tin thêm.
zh_cn: 旧版合约。无法提供更加详细的信息。
zh_tw: 舊版合約。無法提供更加詳細的資訊。

source: [n] day
de: [n] Tag
es: [n] día
fr: [n] jour
id: [n] hari
pl: [n] dzień
pt: [n] dia
ru: [n] дн.
th: วัน [n]
vi: [n] ngày
zh_cn: [n] 天
zh_tw: [n] 天

source: [n] hour
de: [n] Stunde
es: [n] hora
fr: [n] heure
id: [n] jam
pl: [n] godzina
pt: [n] hora
ru: [n] час.
th: ชั่วโมง [n]
vi: [n] giờ
zh_cn: [n] 小时
zh_tw: [n] 小時

source: [n] minute
es: [n] minuto
id: [n] menit
pl: [n] minuta
pt: [n] minuto
ru: [n] мин.
th: [n] นาที
vi: [n] phút
zh_cn: [n] 分钟
zh_tw: [n] 分鐘

source: [n] second
de: [n] Sekunde
es: [n] segundo
fr: [n] seconde
id: [n] detik
pl: [n] sekunda
pt: [n] segundo
ru: [n] сек.
th: [n] วินาที
vi: [n] giây
zh_cn: [n] 秒
zh_tw: [n] 秒
