Repository: binary-com/shortcode_processing
Catalog: translation/*.po
Languages: de, es, fr, id, pl, pt, ru, th, vi, zh_cn, zh_tw

source: [currency] [amount] payout if the last tick of [underlying] is strictly higher than the average of the [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn der letzte Tick [underlying] ausdrcklich hher als der Durchschnitt der [tick_count] Ticks ist.
es: Pago de [currency] [amount] si el último intervalo en [underlying] es mayor que el promedio de [tick_count] intervalos.
fr: [currency] [amount] le rendement du dernier tick [underlying] est strictement plus élevé que la moyenne de [tick_count] ticks.
id: Hasil [currency] [amount] jika tik terakhir [underlying] pasti lebih tinggi dari rata-rata [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatni najmniejszy przyrost ceny, jaki wykazuje [underlying] będzie wyższy niż średnia z [tick_count] najmniejszych przyrostów ceny.
pt: Prêmio de [amount] [currency] se o último tique-taque de [underlying] for estritamente superior à média dos [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя котировка [underlying] будет строго выше, чем общее среднее значение [tick_count] тика/ов.
th: ได้รับเงิน [currency] [amount] หากช่วงราคาสุดท้ายของ [underlying] มีค่าสูงกว่าค่าเฉลี่ยของ [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các giao động cuối của [underlying] cao hơn mức trung bình của các khoảng giao động [tick_count].
zh_cn: 如果[underlying] 的最后跳动点严格高于[tick_count] 的平均跳动点，可获取 [currency] [amount] 赔付额。
zh_tw: 如果[underlying] 的最後跳動點嚴格高於[tick_count] 的平均跳動點，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if the last tick of [underlying] is strictly lower than the average of the [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn der letzte Tick [underlying] ausdrcklich niedriger als der Durchschnitt der [tick_count] Ticks ist.
es: Pago de [currency] [amount] si el último intervalo en [underlying] es menor que el promedio de [tick_count] intervalos.
fr: [currency] [amount] le rendement si le dernier tick de [underlying] est strictement plus bas que la moyenne de [tick_count] ticks.
id: Hasil [currency] [amount] jika tik terakhir [underlying] pasti lebih rendah dari rata-rata [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatni najmniejszy przyrost ceny, jaki wykazuje [underlying] będzie niższy niż średnia z [tick_count] najmniejszych przyrostów ceny.
pt: Prêmio de [amount] [currency] se o último tique-taque de [underlying] for estritamente inferior à média dos [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последний тик [underlying] будет строго ниже, чем среднее значение [tick_count] тика/ов.
th: ได้รับเงิน [currency] [amount] หากช่วงราคาสุดท้ายของ [underlying] มีค่าต่ำกว่าค่าเฉลี่ยของ [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các giao động cuối của [underlying] thấp hơn mức trung bình của các khoảng giao động [tick_count].
zh_cn: 如果[underlying] 的最后跳动点严格低于[tick_count] 的平均跳动点，可获取 [currency] [amount] 赔付额。
zh_tw: 如果[underlying] 的最後跳動點嚴格低於[tick_count] 的平均跳動點，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] after [tick_count] ticks is strictly higher than [entry_spot].
de: [currency] [amount] Auszahlung, wenn [underlying] nach [tick_count] Ticks ausdrcklich hher ist als [entry_spot].
es: Pago de [currency] [amount] si [underlying] luego de [tick_count] intervalos es estrictamente superior al valor de [entry_spot].
fr: [currency] [amount] le rendement si [underlying] après [tick_count] ticks est strictement plus élevé que [entry_spot].
id: Hasil [currency] [amount] jika [underlying] setelah [tick_count] tik pasti lebih tinggi dari [entry_spot].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] po [tick_count] najmniejszych przyrostach ceny będzie wyższa niż [entry_spot].
pt: Prêmio de [amount] [currency] se [underlying], depois de [tick_count] tique-taques for estritamente superior a [entry_spot].
ru: Получить выплату [currency] [amount], если [underlying] после [tick_count] тика/ов будет строго выше [entry_spot].
th: ชำระเงิน [currency] [amount] หาก [underlying] หลังจาก [tick_count] ช่วงราคามีค่าสูงกว่า [entry_spot]
vi: [currency] [amount] thanh toán nếu [underlying] sau khi [tick_count] giao động là cao hơn [entry_spot].
zh_cn: [tick_count] 跳动点后如果[underlying] 严格高于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 嚴格高於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly higher than [entry_spot] at [duration] after [date_start].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich hher als [entry_spot] zu [duration] nach [date_start] ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente superior al valor de [entry_spot] después de [duration] desde [date_start].
fr: [currency] [amount] rendement si [underlying] est strictement plus élevé que [entry_spot] à [duration] après [date_start].
id: Hasil [currency] [amount] jika [underlying] pasti lebih tinggi dari [entry_spot] selama [duration] setelah [date_start].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie wyższa niż [entry_spot] po [duration] od [date_start].
pt: Prêmio de [amount] [currency] se [underlying] for estritamente superior a [entry_spot] depois de [duration] desde [date_start].
ru: Получить выплату [currency] [amount], если [underlying] будет строго выше [entry_spot] через [duration] после [date_start].
th: ชำระเงิน [currency] [amount] หาก [underlying] มีค่าสูงกว่า [entry_spot] เป็นเวลา [duration] ภายหลัง [date_start]
vi: [currency] [amount] thanh toán nếu [underlying] là cao hơn [entry_spot] tại [duration] sau khi [date_start].
zh_cn: [date_start] 后 [duration] 时如果[underlying] 严格高于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_start] 後[duration] 時如果[underlying] 嚴格高於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly higher than [entry_spot] at [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich hher als [entry_spot] zum [date_expiry] ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente superior al valor de [entry_spot] en [date_expiry].
fr: [currency] [amount] rendement si [underlying] est strictement plus élevé que [entry_spot] à [date_expiry].
id: Hasil [currency] [amount] jika [underlying] pasti lebih tinggi dari [entry_spot] pada [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie wyższa niż [entry_spot] dnia [date_expiry].
pt: Prêmio de [currency] [amount] se [underlying] for estritamente superior a [entry_spot] em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] будет строго выше [entry_spot] во время [date_expiry].
th: ได้รับเงิน [currency] [amount] หาก [underlying] มีค่าสูงกว่า [entry_spot] ณ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] là cao hơn [entry_spot] tại [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 严格高于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 嚴格高於[entry_spot]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] is strictly higher than [entry_spot] at [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] ausdrcklich hher als [entry_spot] zu [duration] nach der Startzeit des Kontrakts ist.
es: Pago de [currency] [amount] si [underlying] es estrictamente superior al valor de [entry_spot] después de [duration] desde el inicio del contrato.
fr: [currency] [amount] rendement si [underlying] est plus élevé que [entry_spot] à [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] pasti lebih tinggi dari [entry_spot] selama [duration] setelah waktu mulai kontrak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] będzie wyższa niż [entry_spot] po [duration] od rozpoczęcia kontraktu.
pt: Prêmio de [amount] [currency] se [underlying] for estritamente superior a [entry_spot] depois de [duration] desde a hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] будет строго выше [entry_spot] через [duration] после времени начала контракта.
th: ได้รับเงิน [currency] [amount] หาก [underlying] มีค่าสูงกว่า [entry_spot] เป็นเวลา [duration] หลังจากเวลาเริ่มต้นของสัญญา
vi: [currency] [amount] thanh toán nếu [underlying] là cao hơn [entry_spot] tại [duration] sau thời điểm bắt đầu hợp đồng.
zh_cn: 合约开始后 [duration] 时如果[underlying] 严格高于[entry_spot]，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 時如果[underlying] 嚴格高於[entry_spot] ，可獲得 [currency] [amount] 賠付。

source: [currency] [amount] payout if last digit of [underlying] is not [barrier] after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks nicht [barrier] ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] no es [barrier] luego de [tick_count] intervalos.
fr: [currency] [amount] rendement si le dernier chiffre de [underlying] n'est pas [barrier] après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] bukan [barrier] setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] nie będzie równa [barrier] po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se o último dígito de [underlying] não for [barrier] depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] не будет равна [barrier] после [tick_count] тика/ов.
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] ไม่เป็น [barrier] หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] không phải là [barrier] sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字不是[barrier]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字不是[barrier]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if last digit of [underlying] is even after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks gerade ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] es par luego de [tick_count] intervalos.
fr: [currency] [amount] rendement si le dernier chiffre de [underlying] est même après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] adalah genap setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] będzie cyfrą parzystą po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se último dígito de [underlying] for par depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] будет чётным числом через [tick_count] тик (тика/тиков).
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] เป็นเลขคู่ หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] giữ nguyên sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字是偶数，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字是偶數，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if last digit of [underlying] is [barrier] after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks [barrier] ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] es [barrier] luego de [tick_count] intervalos.
fr: [currency] [amount] rendement si le dernier chiffre de [underlying] est [barrier] après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] adalah [barrier] setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] będzie równa [barrier] po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se o último dígito de [underlying] for [barrier] depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] совпадёт с [barrier] через [tick_count] тик (тика/тиков).
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] เป็น [barrier] หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] là [barrier] sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字是[barrier]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字是[barrier]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if last digit of [underlying] is odd after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks ungerade ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] es impar luego de [tick_count] intervalos.
fr: [currency] [amount] rendement si le dernier chiffre de [underlying] est impair après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] adalah ganjil setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] będzie cyfrą nieparzystą po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se o último dígito de [underlying] for ímpar depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] будет нечётным числом через [tick_count] тик (тика/тиков).
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] เป็นเลขคี่ หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] là số lẻ sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字是奇数，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字是奇數，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if last digit of [underlying] is higher than [barrier] after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks hher als [barrier] ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] es superior a [barrier] luego de [tick_count] intervalos.
fr: [currency] [amount] paiement si le dernier chiffre de [underlying] est plus élevé que [barrier] après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] lebih tinggi dari [barrier] setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] będzie większa niż [barrier] po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se o último dígito de [underlying] for superior a [barrier] depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] будет выше [barrier] через [tick_count] тик (тика/тиков).
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] มีค่าสูงกว่า [barrier] หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] là cao hơn [barrier] sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字高于[barrier]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字高於[barrier]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if last digit of [underlying] is lower than [barrier] after [tick_count] ticks.
de: [currency] [amount] Auszahlung, wenn die letzte Ziffer des [underlying] nach [tick_count] Ticks niedriger als [barrier] ist.
es: Pago de [currency] [amount] si el último dígito en [underlying] es inferior a [barrier] luego de [tick_count] intervalos.
fr: [currency] [amount] paiement si le dernier chiffre de [underlying] est plus élevé que [barrier] après [tick_count] ticks.
id: Hasil [currency] [amount] jika digit terakhir [underlying] lebih rendah [barrier] setelah [tick_count] tik.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli ostatnia cyfra wartości, jaką wykazuje [underlying] będzie mniejsza niż [barrier] po [tick_count] najmniejszych przyrostach ceny.
pt: Prêmio de [amount] [currency] se o último dígito de [underlying] for inferior a [barrier] depois de [tick_count] tique-taques.
ru: Получить выплату [currency] [amount], если последняя десятичная [underlying] будет ниже [barrier] через [tick_count] тик (тика/тиков).
th: ได้รับเงิน [currency] [amount] หากตัวเลขสุดท้ายของ [underlying] มีค่าต่ำกว่า [barrier] หลังจาก [tick_count] ช่วงราคา
vi: [currency] [amount] thanh toán nếu các chữ số cuối của [underlying] thấp hơn [barrier] sau khi [tick_count] đánh dấu.
zh_cn: [tick_count] 跳动点后如果[underlying] 的最后数字低于[barrier]，可获取 [currency] [amount] 赔付额。
zh_tw: [tick_count] 跳動點後如果[underlying] 的最後數字低於[barrier]，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] ends outside [low_barrier_str] to [high_barrier_str] at close on [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] innerhalb [low_barrier_str] und [high_barrier_str] zum Schluss auf [date_expiry] endet.
es: Pago de [currency] [amount] si [underlying] finaliza fuera del valor entre [low_barrier_str] y [high_barrier_str] al cierre en [date_expiry].
fr: [currency] [amount] paiement si [underlying] finit en dehors de [low_barrier_str] à [high_barrier_str] à la clôture du [date_expiry].
id: Hasil [currency] [amount] jika [underlying] berakhir diluar [low_barrier_str] hingga [high_barrier_str] pada penutupan [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] wykroczy poza przedział od [low_barrier_str] do [high_barrier_str] w momencie zamknięcia kontraktu dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] terminar fora de [low_barrier_str] a [high_barrier_str] no fecho em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] окажется вне диапазона от [low_barrier_str] до [high_barrier_str] на момент закрытия [date_expiry].
th: ได้รับเงิน [currency] [amount] หาก [underlying] สิ้นสุดภายนอก [low_barrier_str] ถึง [high_barrier_str] และปิดเมื่อ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] kết thúc bên ngoài [low_barrier_str] đến [high_barrier_str] lúc đóng tại [date_expiry].
zh_cn: [date_expiry] 闭市时如果[underlying] 平仓价在[low_barrier_str] 和[high_barrier_str] 范围外，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 収市時如果[underlying] 平倉價在[low_barrier_str] 和[high_barrier_str] 範圍外，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] ends outside [low_barrier_str] to [high_barrier_str] at [date_expiry].
de: [currency] [amount] Auszahlung, wenn [underlying] auerhalb [low_barrier_str] und [high_barrier_str] zum [date_expiry] endet.
es: Pago de [currency] [amount] si [underlying] finaliza fuera del valor entre [low_barrier_str] y [high_barrier_str] en [date_expiry].
fr: [currency] [amount] rendement si [underlying] finit en dehors de [low_barrier_str] et [high_barrier_str] à la clôture du [date_expiry].
id: Hasil [currency] [amount] jika [underlying] berakhir diluar [low_barrier_str] hingga [high_barrier_str] pada [date_expiry].
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] wykroczy poza przedział od [low_barrier_str] do [high_barrier_str] dnia [date_expiry].
pt: Prêmio de [amount] [currency] se [underlying] terminar fora de [low_barrier_str] a [high_barrier_str] em [date_expiry].
ru: Получить выплату [currency] [amount], если [underlying] окажется вне диапазона от [low_barrier_str] до [high_barrier_str] на момент [date_expiry].
th: ได้รับเงิน [currency] [amount] หาก [underlying] สิ้นสุดภายนอก [low_barrier_str] ถึง [high_barrier_str] เมื่อ [date_expiry]
vi: [currency] [amount] thanh toán nếu [underlying] kết thúc bên ngoài [low_barrier_str] đến [high_barrier_str] tại [date_expiry].
zh_cn: [date_expiry] 时如果[underlying] 平仓价在[low_barrier_str] 和[high_barrier_str] 范围外，可获取 [currency] [amount] 赔付额。
zh_tw: [date_expiry] 時如果[underlying] 平倉價在[low_barrier_str] 和[high_barrier_str] 範圍外，可獲得 [currency] [amount] 賠付額。

source: [currency] [amount] payout if [underlying] ends outside [low_barrier_str] to [high_barrier_str] at [duration] after contract start time.
de: [currency] [amount] Auszahlung, wenn [underlying] auerhalb [low_barrier_str] und [high_barrier_str] zu [duration] nach der Startzeit des Kontrakts endet.
es: Pago de [currency] [amount] si [underlying] finaliza fuera del valor entre [low_barrier_str] y [high_barrier_str] después de [duration] desde el inicio del contrato.
fr: [currency] [amount] rendement si [underlying] finit en dehors de [low_barrier_str] et [high_barrier_str] à [duration] après le début du contrat.
id: Hasil [currency] [amount] jika [underlying] berakhir diluar [low_barrier_str] hingga [high_barrier_str] pada [duration] setelah waktu mulai kontrak.
pl: Wypłata w wysokości [amount] [currency] nastąpi, jeżeli wartość, jaką wskazuje [underlying] wykroczy poza przedział od [low_barrier_str] do [high_barrier_str] po [duration] od rozpoczęcia kontraktu.
pt: Prêmio de [amount] [currency] se [underlying] terminar fora de [low_barrier_str] a [high_barrier_str] depois de [duration] depois da hora de início do contrato.
ru: Получить выплату [currency] [amount], если [underlying] окажется вне диапазона от [low_barrier_str] до [high_barrier_str] через [duration] после времени начала контракта.
th: ได้รับเงิน [currency] [amount] หาก [underlying] สิ้นสุดภายนอก [low_barrier_str] ถึง [high_barrier_str] เป็นเวลา [duration] หลังจากเวลาเริ่มต้นของสัญญา
vi: [currency] [amount] thanh toán nếu [underlying] kết thúc bên ngoài [low_barrier_str] đến [high_barrier_str] tại [duration] sau khi thời điểm bắt đầu hợp đồng.
zh_cn: 合约开始后如果[underlying] 平仓价在[low_barrier_str] 和[high_barrier_str] 范围外，可获取 [currency] [amount] 赔付额。
zh_tw: 合約開始後[duration] 時如果[underlying] 平倉價在[low_barrier_str] 和[high_barrier_str] 範圍外，可獲得 [currency] [amount] 賠付額。
